Repository: DavidMoraisFerreira/noteSolver
Catalog: notesolver/src/main/po/*.po
Languages: pt

source: Add the selected Note to the list of Notes that should be automatically closed when uploading a changeset
pt: Adiciona a nota selecionada à lista de notas a serem fechadas automaticamente no momento do envio de um conjunto de alterações

source: Automatically Resolve Note {0}?
pt: Resolver nota automaticamente {0}?

source: Closes {0}
pt: Resolve {0}

source: Forget Note
pt: Esquecer nota

source: List of selected Notes
pt: Lista de notas selecionadas

source: No Note selected.
pt: Nenhuma nota selecionada.

source: Note {0} was already closed outside of JOSM
pt: Nota {0} já foi fechada fora do JOSM

source: Remember Note
pt: Memorizar nota

source: Remove the selected Note from the list of Notes that should be automatically closed when uploading a changeset
pt: Remove a nota selecionada da lista de notas a serem fechadas automaticamente ao envio do conjunto de alterações

source: Resolved with changeset {0} by noteSolver_plugin/{1}
pt: Resolvido com conjunto de alterações {0} por noteSolver_plugin/{1}

source: Upload Note exception: {0}
pt: Erro ao envio da nota: {0}

source: Used for closing notes when uploading a changeset and referencing them in each other's comments to keep references.
pt: Utilizado para fechar notas que são resolvidas com um conjunto de alterações e para simultaneamente criar uma referência entre as duas nos comentários.
